Repository: aledruetta/vocapy
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Palabra:
pt_br: Palavra:

source: palabras
pt_br: palavras

source: Avanzar
pt_br: Continuar

source: Limpiar
pt_br: Limpar

source: No es posible adicionar palabras o significados repetidos a la base de datos.
pt_br: Não é permitido adicionar palavras ou significados duplicados.

source: Advertencia
pt_br: Advertência

source: No hay sesiones previas guardadas en la base de datos.
pt_br: Não tem sessões antigas salvas no banco de dados.

source: Estadísticas
pt_br: Estatísticas

source: palabras
pt_br: palavras

source: {}Resultado: Correcto!{}
pt_br: {}Resultado: Correto!{}

source: {0}Resultado: Incorrecto!{1} {0}{2}: {3}{1}
pt_br: {0}Resultado: Incorreto!{1} {0}{2}: {3}{1}

source: El diccionario posee {} términos. Antes de jugar debería añadir al menos {} términos al diccionario.
pt_br: O dicionário possui {} termos. Antes de jogar deveria adicionar no mínimo {} termos.

source: {} palabras [{}{} aciertos]
pt_br: {} palavras [{}{} sucesso]

source: Agregar palabras
pt_br: Adicionar palvras

source: Eliminar palabra
pt_br: Deletar palavra

source: Borrar todo
pt_br: Apagar tudo

source: Lenguaje
pt_br: Linguagem

source: español
pt_br: espanhol

source: portugués
pt_br: português

source: inglés
pt_br: inglês

source: Ver estadísticas
pt_br: Estatísticas

source: Salir
pt_br: Sair

source: Archivo
pt_br: Arquivo

source: Ayuda
pt_br: Ajuda

source: Sobre
pt_br: Acerca de

source: Está seguro de que quiere eliminar {} del diccionario?
pt_br: Tem certeza que quer suprimir {} do dicionário?

source: Eliminar Palabra
pt_br: Deletar Palavra

source: Está seguro de que quiere eliminar el diccionario?
pt_br: Tem certeza de que quer apagar o dicionário?

source: Eliminar Diccionario
pt_br: Apagar Dicionário
